xml/response/matematik-netspil.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatSingleManifestationRequest>
      <ns1:originalData>
        <ns1:bibliographicData>
  <ofo:fullDisplayInformation>
    <ofo:creator>&lt;div class="creators"/&gt;</ofo:creator>
    <ofo:title>&lt;div class="title"&gt;Matematik i Måneby&lt;/div&gt;</ofo:title>
    <ofo:type>&lt;div class="type"&gt;Pc-spil (net)&lt;/div&gt;</ofo:type>
    <ofo:description>&lt;div class="subjects"&gt;
  &lt;span class="subjectHeader"&gt;Emne:&lt;/span&gt;
  &lt;span class="subject phraseLink"&gt;matematik&lt;/span&gt;
&lt;/div&gt;&lt;div class="abstract"&gt;Undervisning. Matematikprogram i adventurespilgenren. Med spilleren som konstruktør (beregner) skal der bygges en by i et goldt månelandskab. Opgaverne går fra at bygge store villaer til at beregne mængden af mad til håndværkerne&lt;/div&gt;</ofo:description>
    <ofo:details>&lt;div class="contributors"&gt;
  &lt;span class="contributor"&gt;udarbejdet af Bitfrost Interactive I/S&lt;/span&gt;
&lt;/div&gt;&lt;div class="format"&gt;PC, med Windows 98 eller nyere (Macintosh: OS 10.x) Lydkort 750 MHz processor  128 MB ram&lt;/div&gt;&lt;div class="forms"&gt;
  &lt;span class="formHeader"&gt;Form:&lt;/span&gt;
  &lt;span class="subject phraseLink"&gt;computerspil&lt;/span&gt;
   ; 
  &lt;span class="subject phraseLink"&gt;undervisningsmaterialer&lt;/span&gt;
&lt;/div&gt;&lt;div class="audience"&gt;
  &lt;div class="recommendedAudience"&gt;Biblioteket anbefaler: Fra 9 år&lt;/div&gt;
&lt;/div&gt;&lt;div class="usedLanguages"&gt;
  &lt;div class="usedLanguage"&gt;På dansk, norsk og svensk&lt;/div&gt;
&lt;/div&gt;&lt;div class="note"&gt;
  &lt;div class="descriptionNote"&gt;Beskrivelsen baseret på det fysiske forlæg&lt;/div&gt;
&lt;/div&gt;&lt;div class="languageInformation"/&gt;
&lt;span class="languageHeader"&gt;Sprog:&lt;/span&gt;
&lt;span class="language"&gt;Flere sprog&lt;/span&gt;&lt;div class="accessInformation"&gt;
  &lt;span class="accessUrl"&gt;http://downlaan.spilogmedier.dk/product/lp26063/&lt;/span&gt;
&lt;/div&gt;</ofo:details>
    <ofo:publicationDetails>&lt;div class="publication"&gt;
  &lt;span class="edition"&gt;Ver. 1.03&lt;/span&gt;
  . 
  &lt;span class="publisher"&gt;Bitfrost&lt;/span&gt;
  , 
  &lt;span class="year"&gt;2011&lt;/span&gt;
&lt;/div&gt;</ofo:publicationDetails>
    <ofo:content/>
  </ofo:fullDisplayInformation>
</ofo:bibliotekdkFullDisplay>
        </ns1:bibliographicData>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatSingleManifestationRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
